import React from 'react';

const AboutSection = () => {
    return (
        <section id="about-us-section" className="h-100">
            <div className="container-fluid">
                <div className="row">
                    <div className="col-lg-12 col-md-12">
                        <h1 className="text-center pt-5">Нашата Дейност</h1>
                        <p className="lead p-5 text-center">Основната дейност на нашата фирма е ремонта и поддръжката на хидравлични и пневматични системи в строителна, индустриялна,
                          авто-транспортна и селскостопанска техника. Дейност на нашата фирма се разширява в ремонтът на товарни, лекотоварни
                          автомобили и леки коли. Всяка една машина или съоръжение представлява сложен комплекс от системи и агрегати,
                          всяка от които изпълнява своето предназначение за правилното, безотказно и безаварийно функциониране на автомобила
                          неизправността на които неминуемо ще доведе до влошаване на устойчивостта, управляемостта и най-вече
                <span className="safety"> безопасността</span> на експлоатация на автомобила по пътя, особено ако той е товарен или подемно съоражение
                                                                                                    като извършваме подмяна и ремонт резервни части или при невъзможност те да бъдат намерени, като във всеки един
                случай ние обсъждаме с нашите клиенти и се съобразяваме в максимална степен с техните предпочитания.</p>
                    </div>
                </div>
                <div className="row">
                    <div className="col-lg-6 col-md-12 d-flex justify-content-center align-items-center">
                        <i className="fas fa-cogs huge-cogs"></i>
                    </div>
                    <div className="col-lg-6 col-md-12">
                        <h1 className="text-center pt-5">Нашите Приоритети</h1>
                        <p className="lead p-5 text-center">Ремонт съгласно указанията на производителя; Квалифицирана диагностика и отстраняване на повредата; Ценова оферта
                          на базата на констатираните неизправности; По желание на клиента: Демонтаж, монтаж и пускане в експлоатация на
                          отремонтираното изделие.След ремонт, даденото изделие се тества и се замерва, като имитира реалните условия по
                          време на работа. По този начин ние се застраховаме и в същото време Ви гарантираме висококачествен, извършен
                          ремонт!
                        </p>
                    </div>
                </div>
            </div>
        </section>
    );
}
export default AboutSection;